tap "aws/tap"
tap "jurplel/tap" # installs instant-space-switcher
cask "macvim-app"
tap "yqrashawn/goku"
tap "mergestat/mergestat"
cask "karabiner-elements"
cask "contexts"
cask "slack"
brew "bash"
brew "bat"
brew "coreutils"
brew "entr"
brew "fish"
brew "gettext"
cask "kitty"
brew "gh"
brew "glib"
brew "make"
brew "gnupg"
brew "gnutls"
brew "htop"
brew "jq"
brew "moreutils"
brew "python@3.13"
brew "python@3.14"
brew "remake"
brew "shellcheck"
brew "showkey"
brew "sloccount"
brew "starship"
brew "tree-sitter"
brew "unbound"
brew "watch"
brew "wget"
brew "yqrashawn/goku/goku"
cask "caffeine"
cask "codex"
cask "codex-app"
cask "flameshot"
cask "font-jetbrains-mono-nerd-font"
cask "google-drive"
cask "hammerspoon"
cask "keycastr"
cask "jurplel/tap/instant-space-switcher"
brew "pipx"
brew "uv"
brew "tree"
